Repository: jrevillard/genie-ai-replica
Catalog: mobile/genie_ai_mobile_swiftui/GenieAI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, pt, ru, sw, th, zh

# countries.BF
source: Burkina Faso
ar: بوركينا فاسو
ru: Буркина-Фасо
th: บูร์กินาฟาโซ
zh: 布基纳法索

# countries.BG
source: Bulgaria
ar: بلغاريا
de: Bulgarien
fr: Bulgarie
pt: Bulgária
ru: Болгария
th: บัลแกเรีย
zh: 保加利亚

# countries.BH
source: Bahrain
ar: البحرين
es: Baréin
fr: Bahreïn
pt: Bahrein
ru: Бахрейн
sw: Bahareni
th: บาห์เรน
zh: 巴林

# countries.BI
source: Burundi
ar: بوروندي
ru: Бурунди
th: บุรุนดี
zh: 布隆迪

# countries.BJ
source: Benin
ar: بنين
es: Benín
fr: Bénin
ru: Бенин
sw: Benini
th: เบนิน
zh: 贝宁

# countries.BN
source: Brunei
ar: بروناي
es: Brunéi
ru: Бруней
th: บรูไน
zh: 文莱

# countries.BO
source: Bolivia
ar: بوليفيا
de: Bolivien
fr: Bolivie
pt: Bolívia
ru: Боливия
th: โบลิเวีย
zh: 玻利维亚

# countries.BR
source: Brazil
ar: البرازيل
de: Brasilien
es: Brasil
fr: Brésil
id: Brasil
pt: Brasil
ru: Бразилия
sw: Brazili
th: บราซิล
zh: 巴西

# countries.BS
source: Bahamas
ar: البهاما
id: Bahama
ru: Багамские Острова
sw: Bahama
th: บาฮามาส
zh: 巴哈马

# countries.BT
source: Bhutan
ar: بوتان
es: Bután
fr: Bhoutan
pt: Butão
ru: Бутан
sw: Butani
th: ภูฏาน
zh: 不丹

# countries.BW
source: Botswana
ar: بوتسوانا
es: Botsuana
pt: Botsuana
ru: Ботсвана
th: บอตสวานา
zh: 博茨瓦纳

# countries.BY
source: Belarus
ar: بيلاروسيا
es: Bielorrusia
fr: Biélorussie
pt: Bielorrússia
ru: Беларусь
sw: Belarusi
th: เบลารุส
zh: 白俄罗斯

# countries.BZ
source: Belize
ar: بليز
es: Belice
ru: Белиз
th: เบลีซ
zh: 伯利兹

# countries.CA
source: Canada
ar: كندا
de: Kanada
es: Canadá
id: Kanada
pt: Canadá
ru: Канада
sw: Kanada
th: แคนาดา
zh: 加拿大

# countries.CD
source: Congo, Democratic Republic of the
ar: جمهورية الكونغو الديمقراطية
de: Kongo, Demokratische Republik
es: República Democrática del Congo
fr: République démocratique du Congo
id: Republik Demokratik Kongo
pt: República Democrática do Congo
ru: Демократическая Республика Конго
sw: Jamhuri ya Kidemokrasia ya Kongo
th: สาธารณรัฐประชาธิปไตยคองโก
zh: 刚果民主共和国

# countries.CF
source: Central African Republic
ar: جمهورية إفريقيا الوسطى
de: Zentralafrikanische Republik
es: República Centroafricana
fr: République centrafricaine
id: Republik Afrika Tengah
pt: República Centro-Africana
ru: Центральноафриканская Республика
sw: Jamhuri ya Afrika ya Kati
th: สาธารณรัฐแอฟริกากลาง
zh: 中非共和国

# countries.CG
source: Congo
ar: الكونغو
de: Kongo
id: Kongo
ru: Конго
sw: Kongo
th: คองโก
zh: 刚果

# countries.CH
source: Switzerland
ar: سويسرا
de: Schweiz
es: Suiza
fr: Suisse
id: Swiss
pt: Suíça
ru: Швейцария
sw: Uswisi
th: สวิตเซอร์แลนด์
zh: 瑞士

# countries.CI
source: Côte d'Ivoire
ar: ساحل العاج
de: Elfenbeinküste
es: Costa de Marfil
id: Pantai Gading
pt: Costa do Marfim
ru: Кот-д'Ивуар
sw: Kodivaa
th: โกตดิวัวร์
zh: 科特迪瓦

# countries.CL
source: Chile
ar: تشيلي
fr: Chili
id: Chili
ru: Чили
th: ชิลี
zh: 智利

# countries.CM
source: Cameroon
ar: الكاميرون
de: Kamerun
es: Camerún
fr: Cameroun
id: Kamerun
pt: Camarões
ru: Камерун
sw: Kameruni
th: แคเมอรูน
zh: 喀麦隆

# countries.CN
source: China
ar: الصين
fr: Chine
id: Tiongkok
ru: Китай
th: จีน
zh: 中国

# countries.CO
source: Colombia
ar: كولومبيا
de: Kolombien
fr: Colombie
id: Kolombia
pt: Colômbia
ru: Колумбия
sw: Kolombia
th: โคลอมเบีย
zh: 哥伦比亚

# countries.CR
source: Costa Rica
ar: كوستاريكا
id: Kosta Rika
ru: Коста-Рика
sw: Kosta Rika
th: คอสตาริกา
zh: 哥斯达黎加

# countries.CU
source: Cuba
ar: كوبا
de: Kuba
id: Kuba
ru: Куба
sw: Kuba
th: คิวบา
zh: 古巴

# countries.CV
source: Cabo Verde
ar: الرأس الأخضر
de: Kap Verde
fr: Cap-Vert
id: Tanjung Verde
ru: Кабо-Верде
th: กาบูเวร์ดี
zh: 佛得角

# countries.CY
source: Cyprus
ar: قبرص
de: Zypern
es: Chipre
fr: Chypre
id: Siprus
pt: Chipre
ru: Кипр
sw: Kupro
th: ไซปรัส
zh: 塞浦路斯

# countries.CZ
source: Czechia
ar: التشيك
de: Tschechien
es: Chequia
fr: Tchéquie
id: Ceko
pt: Tchéquia
ru: Чехия
sw: Cheki
th: เช็กเกีย
zh: 捷克

# countries.DE
source: Germany
ar: ألمانيا
de: Deutschland
es: Alemania
fr: Allemagne
id: Jerman
pt: Alemanha
ru: Германия
sw: Ujerumani
th: เยอรมนี
zh: 德国

# countries.DJ
source: Djibouti
ar: جيبوتي
de: Dschibuti
es: Yibuti
pt: Djibuti
ru: Джибути
sw: Jibuti
th: จิบูตี
zh: 吉布提

# countries.DK
source: Denmark
ar: الدانمارك
de: Dänemark
es: Dinamarca
fr: Danemark
pt: Dinamarca
ru: Дания
sw: Denmaki
th: เดนมาร์ก
zh: 丹麦

# countries.DM
source: Dominica
ar: دومينيكا
fr: Dominique
id: Dominika
ru: Доминика
sw: Dominika
th: ดอมินิกา
zh: 多米尼克

# countries.DO
source: Dominican Republic
ar: جمهورية الدومينيكان
de: Dominikanische Republik
es: República Dominicana
fr: République dominicaine
id: Republik Dominika
pt: República Dominicana
ru: Доминиканская Республика
sw: Jamhuri ya Dominika
th: สาธารณรัฐโดมินิกัน
zh: 多米尼加共和国

# countries.DZ
source: Algeria
ar: الجزائر
de: Algerien
es: Argelia
fr: Algérie
id: Aljazair
pt: Argélia
ru: Алжир
sw: Aljeria
th: แอลจีเรีย
zh: 阿尔及利亚

# countries.EC
source: Ecuador
ar: الإكوادور
fr: Équateur
id: Ekuador
pt: Equador
ru: Эквадор
sw: Ekwado
th: เอกวาดอร์
zh: 厄瓜多尔

# countries.EE
source: Estonia
ar: إستونيا
de: Estland
fr: Estonie
pt: Estônia
ru: Эстония
th: เอสโตเนีย
zh: 爱沙尼亚

# countries.EG
source: Egypt
ar: مصر
de: Ägypten
es: Egipto
fr: Égypte
id: Mesir
pt: Egito
ru: Египет
sw: Misri
th: อียิปต์
zh: 埃及

# countries.ER
source: Eritrea
ar: إريتريا
fr: Érythrée
pt: Eritreia
ru: Эритрея
th: เอริเทรีย
zh: 厄立特里亚

# countries.ES
source: Spain
ar: إسبانيا
de: Spanien
es: España
fr: Espagne
id: Spanyol
pt: Espanha
ru: Испания
sw: Uhispania
th: สเปน
zh: 西班牙

# countries.ET
source: Ethiopia
ar: إثيوبيا
de: Äthiopien
es: Etiopía
fr: Éthiopie
pt: Etiópia
ru: Эфиопия
th: เอธิโอเปีย
zh: 埃塞俄比亚

# countries.FI
source: Finland
ar: فنلندا
de: Finnland
es: Finlandia
fr: Finlande
id: Finlandia
pt: Finlândia
ru: Финляндия
sw: Ufini
th: ฟินแลนด์
zh: 芬兰

# countries.FJ
source: Fiji
ar: فيجي
de: Fidschi
es: Fiyi
fr: Fidji
ru: Фиджи
th: ฟิจิ
zh: 斐济

# countries.FM
source: Micronesia
ar: ميكرونيزيا
de: Mikronesien
fr: Micronésie
id: Mikronesia
pt: Micronésia
ru: Микронезия
sw: Mikronesia
th: ไมโครนีเซีย
zh: 密克罗尼西亚

# countries.FR
source: France
ar: فرنسا
de: Frankreich
es: Francia
id: Prancis
pt: França
ru: Франция
sw: Ufaransa
th: ฝรั่งเศส
zh: 法国

# countries.GA
source: Gabon
ar: الغابون
de: Gabun
es: Gabón
pt: Gabão
ru: Габон
sw: Gaboni
th: กาบอง
zh: 加蓬

# countries.GB
source: United Kingdom
ar: المملكة المتحدة
de: Vereinigtes Königreich
es: Reino Unido
fr: Royaume-Uni
id: Britania Raya
pt: Reino Unido
ru: Великобритания
sw: Uingereza
th: สหราชอาณาจักร
zh: 英国

# countries.GD
source: Grenada
ar: غرينادا
es: Granada
fr: Grenade
pt: Granada
ru: Гренада
th: เกรเนดา
zh: 格林纳达

# countries.GE
source: Georgia
ar: جورجيا
de: Georgien
fr: Géorgie
pt: Geórgia
ru: Грузия
sw: Jojia
th: จอร์เจีย
zh: 格鲁吉亚

# countries.GH
source: Ghana
ar: غانا
pt: Gana
ru: Гана
th: กานา
zh: 加纳

# countries.GM
source: Gambia
ar: غامبيا
fr: Gambie
pt: Gâmbia
ru: Гамбия
th: แกมเบีย
zh: 冈比亚

# countries.GN
source: Guinea
ar: غينيا
fr: Guinée
pt: Guiné
ru: Гвинея
th: กินี
zh: 几内亚

# countries.GQ
source: Equatorial Guinea
ar: غينيا الاستوائية
de: Äquatorialguinea
es: Guinea Ecuatorial
fr: Guinée équatoriale
id: Guinea Khatulistiwa
pt: Guiné Equatorial
ru: Экваториальная Гвинея
sw: Guinea ya Ikweta
th: อิเควทอเรียลกินี
zh: 赤道几内亚

# countries.GR
source: Greece
ar: اليونان
de: Griechenland
es: Grecia
fr: Grèce
id: Yunani
pt: Grécia
ru: Греция
sw: Ugiriki
th: กรีซ
zh: 希腊

# countries.GT
source: Guatemala
ar: غواتيمالا
ru: Гватемала
th: กัวเตมาลา
zh: 危地马拉

# countries.GW
source: Guinea-Bissau
ar: غينيا بيساو
es: Guinea-Bisáu
fr: Guinée-Bissau
pt: Guiné-Bissau
ru: Гвинея-Бисау
th: กินี-บิสเซา
zh: 几内亚比绍

# countries.GY
source: Guyana
ar: غويانا
pt: Guiana
ru: Гайана
th: กายอานา
zh: 圭亚那

# countries.HN
source: Honduras
ar: هندوراس
ru: Гондурас
th: ฮอนดูรัส
zh: 洪都拉斯

# countries.HR
source: Croatia
ar: كرواتيا
de: Kroatien
es: Croacia
fr: Croatie
id: Kroasia
pt: Croácia
ru: Хорватия
sw: Kroatia
th: โครเอเชีย
zh: 克罗地亚

# countries.HT
source: Haiti
ar: هايتي
es: Haití
fr: Haïti
ru: Гаити
th: เฮติ
zh: 海地

# countries.HU
source: Hungary
ar: هنغاريا
de: Ungarn
es: Hungría
fr: Hongrie
id: Hungaria
pt: Hungria
ru: Венгрия
sw: Hungaria
th: ฮังการี
zh: 匈牙利

# countries.ID
source: Indonesia
ar: إندونيسيا
de: Indonesien
fr: Indonésie
pt: Indonésia
ru: Индонезия
th: อินโดนีเซีย
zh: 印度尼西亚

# countries.IE
source: Ireland
ar: أيرلندا
de: Irland
es: Irlanda
fr: Irlande
id: Irlandia
pt: Irlanda
ru: Ирландия
sw: Ayalandi
th: ไอร์แลนด์
zh: 爱尔兰

# countries.IL
source: Israel
ar: إسرائيل
fr: Israël
ru: Израиль
sw: Israeli
th: อิสราเอล
zh: 以色列

# countries.IN
source: India
ar: الهند
de: Indien
fr: Inde
pt: Índia
ru: Индия
th: อินเดีย
zh: 印度

# countries.IQ
source: Iraq
ar: العراق
de: Irak
es: Irak
fr: Irak
id: Irak
pt: Iraque
ru: Ирак
sw: Iraki
th: อิรัก
zh: 伊拉克

# countries.IR
source: Iran
ar: إيران
es: Irán
pt: Irã
ru: Иран
sw: Irani
th: อิหร่าน
zh: 伊朗

# countries.IS
source: Iceland
ar: أيسلندا
de: Island
es: Islandia
fr: Islande
id: Islandia
pt: Islândia
ru: Исландия
sw: Aisilandi
th: ไอซ์แลนด์
zh: 冰岛

# countries.IT
source: Italy
ar: إيطاليا
de: Italien
es: Italia
fr: Italie
id: Italia
pt: Itália
ru: Италия
sw: Italia
th: อิตาลี
zh: 意大利

# countries.JM
source: Jamaica
ar: جامايكا
de: Jamaika
fr: Jamaïque
id: Jamaika
ru: Ямайка
sw: Jamaika
th: จาเมกา
zh: 牙买加

# countries.JO
source: Jordan
ar: الأردن
de: Jordanien
es: Jordania
fr: Jordanie
id: Yordania
pt: Jordânia
ru: Иордания
sw: Yordani
th: จอร์แดน
zh: 约旦

# countries.JP
source: Japan
ar: اليابان
es: Japón
fr: Japon
id: Jepang
pt: Japão
ru: Япония
sw: Japani
th: ญี่ปุ่น
zh: 日本

# countries.KE
source: Kenya
ar: كينيا
de: Kenia
es: Kenia
pt: Quênia
ru: Кения
th: เคนยา
zh: 肯尼亚

# countries.KG
source: Kyrgyzstan
ar: قيرغيزستان
de: Kirgisistan
es: Kirguistán
fr: Kirghizistan
id: Kirgizstan
pt: Quirguistão
ru: Киргизия
sw: Kirigizistani
th: คีร์กีซสถาน
zh: 吉尔吉斯斯坦

# countries.KH
source: Cambodia
ar: كمبوديا
de: Kambodscha
es: Camboya
fr: Cambodge
id: Kamboja
pt: Camboja
ru: Камбоджа
sw: Kambodia
th: กัมพูชา
zh: 柬埔寨

# countries.KI
source: Kiribati
ar: كيريباتي
ru: Кирибати
th: คิริบาส
zh: 基里巴斯

# countries.KM
source: Comoros
ar: جزر القمر
de: Komoren
es: Comoras
fr: Comores
id: Komoro
pt: Comores
ru: Коморы
sw: Komoro
th: คอโมโรส
zh: 科摩罗

# countries.KN
source: Saint Kitts and Nevis
ar: سانت كيتس ونيفيس
de: St. Kitts und Nevis
es: San Cristóbal y Nieves
fr: Saint-Christophe-et-Niévès
id: Saint Kitts dan Nevis
pt: São Cristóvão e Névis
ru: Сент-Китс и Невис
sw: Saint Kitts na Nevis
th: เซนต์คิตส์และเนวิส
zh: 圣基茨和尼维斯

# countries.KP
source: Korea, North
ar: كوريا الشمالية
de: Korea, Nord
es: Corea del Norte
fr: Corée du Nord
id: Korea Utara
pt: Coreia do Norte
ru: Северная Корея
sw: Korea Kaskazini
th: เกาหลีเหนือ
zh: 朝鲜

# countries.KR
source: Korea, South
ar: كوريا الجنوبية
de: Korea, Süd
es: Corea del Sur
fr: Corée du Sud
id: Korea Selatan
pt: Coreia do Sul
ru: Южная Корея
sw: Korea Kusini
th: เกาหลีใต้
zh: 韩国

# countries.KW
source: Kuwait
ar: الكويت
fr: Koweït
ru: Кувейт
th: คูเวต
zh: 科威特

# countries.KZ
source: Kazakhstan
ar: كازاخستان
de: Kasachstan
es: Kazajistán
pt: Cazaquistão
ru: Казахстан
sw: Kazakistani
th: คาซัคสถาน
zh: 哈萨克斯坦

# countries.LA
source: Laos
ar: لاوس
ru: Лаос
th: ลาว
zh: 老挝

# countries.LB
source: Lebanon
ar: لبنان
de: Libanon
es: Líbano
fr: Liban
pt: Líbano
ru: Ливан
sw: Lebanoni
th: เลบานอน
zh: 黎巴嫩

# countries.LC
source: Saint Lucia
ar: سانت لوسيا
de: St. Lucia
es: Santa Lucía
fr: Sainte-Lucie
pt: Santa Lúcia
ru: Сент-Люсия
th: เซนต์ลูเซีย
zh: 圣卢西亚

# countries.LI
source: Liechtenstein
ar: ليختنشتاين
ru: Лихтенштейн
th: ลิกเตนสไตน์
zh: 列支敦士登

# countries.LK
source: Sri Lanka
ar: سريلانكا
ru: Шри-Ланка
th: ศรีลังกา
zh: 斯里兰卡

# countries.LR
source: Liberia
ar: ليبيريا
fr: Libéria
pt: Libéria
ru: Либерия
th: ไลบีเรีย
zh: 利比里亚

# countries.LS
source: Lesotho
ar: ليسوتو
es: Lesoto
pt: Lesoto
ru: Лесото
th: เลโซโท
zh: 莱索托

# countries.LT
source: Lithuania
ar: ليتوانيا
de: Litauen
es: Lituania
fr: Lituanie
id: Lituania
pt: Lituânia
ru: Литва
th: ลิทัวเนีย
zh: 立陶宛

# countries.LU
source: Luxembourg
ar: لوكسمبورغ
de: Luxemburg
es: Luxemburgo
id: Luksemburg
pt: Luxemburgo
ru: Люксембург
sw: Lasembagi
th: ลักเซมเบิร์ก
zh: 卢森堡

# countries.LV
source: Latvia
ar: لاتفيا
de: Lettland
es: Letonia
fr: Lettonie
pt: Letônia
ru: Латвия
th: ลัตเวีย
zh: 拉脱维亚

# countries.LY
source: Libya
ar: ليبيا
de: Libyen
es: Libia
fr: Libye
pt: Líbia
ru: Ливия
th: ลิเบีย
zh: 利比亚

# countries.MA
source: Morocco
ar: المغرب
de: Marokko
es: Marruecos
fr: Maroc
id: Maroko
pt: Marrocos
ru: Марокко
sw: Moroko
th: โมร็อกโก
zh: 摩洛哥

# countries.MC
source: Monaco
ar: موناكو
es: Mónaco
id: Monako
pt: Mônaco
ru: Монако
sw: Monako
th: โมนาโก
zh: 摩纳哥

# countries.MD
source: Moldova
ar: مولدوفا
de: Moldau
es: Moldavia
fr: Moldavie
pt: Moldávia
ru: Молдова
th: มอลโดวา
zh: 摩尔多瓦

# countries.ME
source: Montenegro
ar: الجبل الأسود
fr: Monténégro
ru: Черногория
th: มอนเตเนโกร
zh: 黑山

# countries.MG
source: Madagascar
ar: مدغشقر
de: Madagaskar
id: Madagaskar
ru: Мадагаскар
sw: Madagaska
th: มาดากัสการ์
zh: 马达加斯加

# countries.MH
source: Marshall Islands
ar: جزر مارشال
de: Marshallinseln
es: Islas Marshall
fr: Îles Marshall
id: Kepulauan Marshall
pt: Ilhas Marshall
ru: Маршалловы Острова
sw: Visiwa vya Marshall
th: หมู่เกาะมาร์แชลล์
zh: 马绍尔群岛

# countries.MK
source: North Macedonia
ar: مقدونيا الشمالية
de: Nordmazedonien
es: Macedonia del Norte
fr: Macédoine du Nord
id: Makedonia Utara
pt: Macedônia do Norte
ru: Северная Македония
sw: Masedonia Kaskazini
th: มาซิโดเนียเหนือ
zh: 北马其顿

# countries.ML
source: Mali
ar: مالي
es: Malí
ru: Мали
th: มาลี
zh: 马里

# countries.MM
source: Myanmar
ar: ميانمار
es: Birmania
pt: Mianmar
ru: Мьянма
th: เมียนมา
zh: 缅甸

# countries.MN
source: Mongolia
ar: منغوليا
de: Mongolei
fr: Mongolie
pt: Mongólia
ru: Монголия
th: มองโกเลีย
zh: 蒙古

# countries.MR
source: Mauritania
ar: موريتانيا
de: Mauretanien
fr: Mauritanie
pt: Mauritânia
ru: Мавритания
th: มอริเตเนีย
zh: 毛里塔尼亚

# countries.MT
source: Malta
ar: مالطا
fr: Malte
ru: Мальта
th: มอลตา
zh: 马耳他

# countries.MU
source: Mauritius
ar: موريشيوس
es: Mauricio
fr: Maurice
pt: Maurício
ru: Маврикий
th: มอริเชียส
zh: 毛里求斯

# countries.MV
source: Maldives
ar: جزر المالديف
de: Malediven
es: Maldivas
id: Maladewa
pt: Maldivas
ru: Мальдивы
sw: Maldivi
th: มัลดีฟส์
zh: 马尔代夫

# countries.MW
source: Malawi
ar: ملاوي
es: Malaui
ru: Малави
th: มาลาวี
zh: 马拉维

# countries.MX
source: Mexico
ar: المكسيك
de: Mexiko
es: México
fr: Mexique
id: Meksiko
pt: México
ru: Мексика
sw: Meksiko
th: เม็กซิโก
zh: 墨西哥

# countries.MY
source: Malaysia
ar: ماليزيا
es: Malasia
fr: Malaisie
pt: Malásia
ru: Малайзия
th: มาเลเซีย
zh: 马来西亚

# countries.MZ
source: Mozambique
ar: موزمبيق
de: Mosambik
id: Mozambik
pt: Moçambique
ru: Мозамбик
sw: Msumbiji
th: โมซัมบิก
zh: 莫桑比克

# countries.NA
source: Namibia
ar: ناميبيا
fr: Namibie
pt: Namíbia
ru: Намибия
th: นามิเบีย
zh: 纳米比亚

# countries.NE
source: Niger
ar: النيجر
es: Níger
pt: Níger
ru: Нигер
sw: Nijeri
th: ไนเจอร์
zh: 尼日尔

# countries.NG
source: Nigeria
ar: نيجيريا
fr: Nigéria
pt: Nigéria
ru: Нигерия
th: ไนจีเรีย
zh: 尼日利亚

# countries.NI
source: Nicaragua
ar: نيكاراغوا
id: Nikaragua
pt: Nicarágua
ru: Никарагуа
sw: Nikaragua
th: นิการากัว
zh: 尼加拉瓜

# countries.NL
source: Netherlands
ar: هولندا
de: Niederlande
es: Países Bajos
fr: Pays-Bas
id: Belanda
pt: Holanda
ru: Нидерланды
sw: Uholanzi
th: เนเธอร์แลนด์
zh: 荷兰

# countries.NO
source: Norway
ar: النرويج
de: Norwegen
es: Noruega
fr: Norvège
id: Norwegia
pt: Noruega
ru: Норвегия
sw: Norwei
th: นอร์เวย์
zh: 挪威

# countries.NP
source: Nepal
ar: نيبال
fr: Népal
ru: Непал
sw: Nepali
th: เนปาล
zh: 尼泊尔

# countries.NR
source: Nauru
ar: ناورو
ru: Науру
th: นาอูรู
zh: 瑙鲁

# countries.NZ
source: New Zealand
ar: نيوزيلندا
de: Neuseeland
es: Nueva Zelanda
fr: Nouvelle-Zélande
id: Selandia Baru
pt: Nova Zelândia
ru: Новая Зеландия
sw: Nyuzilandi
th: นิวซีแลนด์
zh: 新西兰

# countries.OM
source: Oman
ar: سلطنة عمان
es: Omán
pt: Omã
ru: Оман
sw: Omani
th: โอมาน
zh: 阿曼

# countries.PA
source: Panama
ar: بنما
es: Panamá
pt: Panamá
ru: Панама
th: ปานามา
zh: 巴拿马

# countries.PE
source: Peru
ar: بيرو
es: Perú
fr: Pérou
ru: Перу
th: เปรู
zh: 秘鲁

# countries.PG
source: Papua New Guinea
ar: بابوا غينيا الجديدة
de: Papua-Neuguinea
es: Papúa Nueva Guinea
fr: Papouasie-Nouvelle-Guinée
id: Papua Nugini
pt: Papua Nova Guiné
ru: Папуа — Новая Гвинея
sw: Papua Guinea Mpya
th: ปาปัวนิวกินี
zh: 巴布亚新几内亚

# countries.PH
source: Philippines
ar: الفلبين
de: Philippinen
es: Filipinas
id: Filipina
pt: Filipinas
ru: Филиппины
sw: Ufilipino
th: ฟิลิปปินส์
zh: 菲律宾

# countries.PK
source: Pakistan
ar: باكستان
es: Pakistán
pt: Paquistão
ru: Пакистан
sw: Pakistani
th: ปากีสถาน
zh: 巴基斯坦

# countries.PL
source: Poland
ar: بولندا
de: Polen
es: Polonia
fr: Pologne
id: Polandia
pt: Polônia
ru: Польша
th: โปแลนด์
zh: 波兰

# countries.PS
source: Palestine, State of
ar: فلسطين
de: Palästina
es: Palestina
fr: Palestine
id: Palestina
pt: Palestina
ru: Палестина
sw: Palestina
th: ปาเลสไตน์
zh: 巴勒斯坦

# countries.PT
source: Portugal
ar: البرتغال
ru: Португалия
sw: Ureno
th: โปรตุเกส
zh: 葡萄牙

# countries.PW
source: Palau
ar: بالاو
es: Palaos
fr: Palaos
ru: Палау
th: ปาเลา
zh: 帕劳

# countries.PY
source: Paraguay
ar: باراغواي
pt: Paraguai
ru: Парагвай
sw: Paraguai
th: ปารากวัย
zh: 巴拉圭

# countries.QA
source: Qatar
ar: قطر
de: Katar
es: Catar
pt: Catar
ru: Катар
sw: Katari
th: กาตาร์
zh: 卡塔尔

# countries.RO
source: Romania
ar: رومانيا
de: Rumänien
es: Rumania
fr: Roumanie
id: Rumania
pt: Romênia
ru: Румыния
th: โรมาเนีย
zh: 罗马尼亚

# countries.RS
source: Serbia
ar: صربيا
de: Serbien
fr: Serbie
pt: Sérvia
ru: Сербия
th: เซอร์เบีย
zh: 塞尔维亚

# countries.RU
source: Russia
ar: روسيا
de: Russland
es: Rusia
fr: Russie
id: Rusia
pt: Rússia
ru: Россия
sw: Urusi
th: รัสเซีย
zh: 俄罗斯

# countries.RW
source: Rwanda
ar: رواندا
de: Ruanda
es: Ruanda
pt: Ruanda
ru: Руанда
th: รวันดา
zh: 卢旺达

# countries.SA
source: Saudi Arabia
ar: المملكة العربية السعودية
de: Saudi-Arabien
es: Arabia Saudita
fr: Arabie saoudite
id: Arab Saudi
pt: Arábia Saudita
ru: Саудовская Аравия
th: ซาอุดีอาระเบีย
zh: 沙特阿拉伯

# countries.SB
source: Solomon Islands
ar: جزر سليمان
de: Salomonen
es: Islas Salomón
fr: Îles Salomon
id: Kepulauan Solomon
pt: Ilhas Salomão
ru: Соломоновы Острова
sw: Visiwa vya Solomon
th: หมู่เกาะโซโลมอน
zh: 所罗门群岛

# countries.SC
source: Seychelles
ar: سيشيل
de: Seychellen
pt: Seicheles
ru: Сейшельские Острова
sw: Shelisheli
th: เซเชลส์
zh: 塞舌尔

# countries.SD
source: Sudan
ar: السودان
es: Sudán
fr: Soudan
pt: Sudão
ru: Судан
sw: Sudani
th: ซูดาน
zh: 苏丹

# countries.SE
source: Sweden
ar: السويد
de: Schweden
es: Suecia
fr: Suède
id: Swedia
pt: Suécia
ru: Швеция
sw: Uswidi
th: สวีเดน
zh: 瑞典

# countries.SG
source: Singapore
ar: سنغافورة
de: Singapur
es: Singapur
fr: Singapour
id: Singapura
pt: Cingapura
ru: Сингапур
sw: Singapuri
th: สิงคโปร์
zh: 新加坡

# countries.SI
source: Slovenia
ar: سلوفينيا
de: Slowenien
es: Eslovenia
fr: Slovénie
pt: Eslovênia
ru: Словения
th: สโลวีเนีย
zh: 斯洛文尼亚

# countries.SK
source: Slovakia
ar: سلوفاكيا
de: Slowakei
es: Eslovaquia
fr: Slovaquie
id: Slowakia
pt: Eslováquia
ru: Словакия
th: สโลวาเกีย
zh: 斯洛伐克

# countries.SL
source: Sierra Leone
ar: سيراليون
es: Sierra Leona
pt: Serra Leoa
ru: Сьерра-Леоне
th: เซียร์ราลีโอน
zh: 塞拉利昂

# countries.SM
source: San Marino
ar: سان مارينو
fr: Saint-Marin
ru: Сан-Марино
th: ซานมารีโน
zh: 圣马力诺

# countries.SN
source: Senegal
ar: السنغال
fr: Sénégal
ru: Сенегал
sw: Senegali
th: เซเนกัล
zh: 塞内加尔

# countries.SO
source: Somalia
ar: الصومال
fr: Somalie
pt: Somália
ru: Сомали
th: โซมาเลีย
zh: 索马里

# countries.SR
source: Suriname
ar: سورينام
es: Surinam
ru: Суринам
sw: Surinamu
th: ซูรินาม
zh: 苏里南

# countries.SS
source: South Sudan
ar: جنوب السودان
de: Südsudan
es: Sudán del Sur
fr: Soudan du Sud
id: Sudan Selatan
pt: Sudão do Sul
ru: Южный Судан
sw: Sudani Kusini
th: ซูดานใต้
zh: 南苏丹

# countries.ST
source: Sao Tome and Principe
ar: ساو تومي وبرينسيب
de: São Tomé und Príncipe
es: Santo Tomé y Príncipe
fr: Sao Tomé-et-Principe
id: Sao Tome dan Principe
pt: São Tomé e Príncipe
ru: Сан-Томе и Принсипи
sw: Sao Tome na Principe
th: เซาตูเมและปรินซิปี
zh: 圣多美和普林西比

# countries.SV
source: El Salvador
ar: السلفادور
fr: Salvador
ru: Сальвадор
th: เอลซัลวาดอร์
zh: 萨尔瓦多

# countries.SY
source: Syria
ar: سوريا
de: Syrien
es: Siria
fr: Syrie
id: Suriah
pt: Síria
ru: Сирия
th: ซีเรีย
zh: 叙利亚

# countries.SZ
source: Eswatini
ar: إسواتيني
es: Esuatini
ru: Эсватини
th: เอสวาตินี
zh: 斯威士兰

# countries.TD
source: Chad
ar: تشاد
de: Tschad
fr: Tchad
pt: Chade
ru: Чад
sw: Chadi
th: ชาด
zh: 乍得

# countries.TG
source: Togo
ar: توغو
ru: Того
th: โตโก
zh: 多哥

# countries.TH
source: Thailand
ar: تايلاند
es: Tailandia
fr: Thaïlande
pt: Tailândia
ru: Таиланд
th: ไทย
zh: 泰国

# countries.TJ
source: Tajikistan
ar: طاجيكستان
de: Tadschikistan
es: Tayikistán
fr: Tadjikistan
pt: Tajiquistão
ru: Таджикистан
sw: Tajikistani
th: ทาจิกิสถาน
zh: 塔吉克斯坦

# countries.TL
source: Timor-Leste
ar: تيمور الشرقية
de: Osttimor
es: Timor Oriental
fr: Timor oriental
ru: Тимор-Лешти
th: ติมอร์-เลสเต
zh: 东帝汶

# countries.TM
source: Turkmenistan
ar: تركمانستان
es: Turkmenistán
fr: Turkménistan
pt: Turcomenistão
ru: Туркменистан
sw: Turkmenistani
th: เติร์กเมนิสถาน
zh: 土库曼斯坦

# countries.TN
source: Tunisia
ar: تونس
de: Tunesien
es: Túnez
fr: Tunisie
pt: Tunísia
ru: Тунис
th: ตูนิเซีย
zh: 突尼斯

# countries.TO
source: Tonga
ar: تونغا
ru: Тонга
th: ตองกา
zh: 汤加

# countries.TR
source: Turkey
ar: تركيا
de: Türkei
es: Turquía
fr: Turquie
id: Turki
pt: Turquia
ru: Турция
sw: Uturuki
th: ตุรกี
zh: 土耳其

# countries.TT
source: Trinidad and Tobago
ar: ترينيداد وتوباغو
de: Trinidad und Tobago
es: Trinidad y Tobago
fr: Trinité-et-Tobago
id: Trinidad dan Tobago
pt: Trinidad e Tobago
ru: Тринидад и Тобаго
sw: Trinidad na Tobago
th: ตรินิแดดและโตเบโก
zh: 特立尼达和多巴哥

# countries.TV
source: Tuvalu
ar: توفالو
ru: Тувалу
th: ตูวาลู
zh: 图瓦卢

# countries.TZ
source: Tanzania
ar: تنزانيا
de: Tansania
fr: Tanzanie
pt: Tanzânia
ru: Танзания
th: แทนซาเนีย
zh: 坦桑尼亚

# countries.UA
source: Ukraine
ar: أوكرانيا
es: Ucrania
id: Ukraina
pt: Ucrânia
ru: Украина
th: ยูเครน
zh: 乌克兰

# countries.UG
source: Uganda
ar: أوغندا
fr: Ouganda
ru: Уганда
th: ยูกันดา
zh: 乌干达

# countries.US
source: United States
ar: الولايات المتحدة
de: Vereinigte Staaten
es: Estados Unidos
fr: États-Unis
id: Amerika Serikat
pt: Estados Unidos
ru: США
sw: Marekani
th: สหรัฐอเมริกา
zh: 美国

# countries.UY
source: Uruguay
ar: أوروغواي
pt: Uruguai
ru: Уругвай
sw: Uruguai
th: อุรุกวัย
zh: 乌拉圭

# countries.UZ
source: Uzbekistan
ar: أوزبكستان
de: Usbekistan
es: Uzbekistán
fr: Ouzbékistan
pt: Uzbequistão
ru: Узбекистан
sw: Uzbekistani
th: อุซเบกิสถาน
zh: 乌兹别克斯坦

# countries.VA
source: Vatican City
ar: الفاتيكان
de: Vatikanstadt
es: Ciudad del Vaticano
fr: Cité du Vatican
id: Vatikan
pt: Vaticano
ru: Ватикан
th: นครรัฐวาติกัน
zh: 梵蒂冈

# countries.VC
source: Saint Vincent and the Grenadines
ar: سانت فنسنت وجزر غرينادين
de: St. Vincent und die Grenadinen
es: San Vicente y las Granadinas
fr: Saint-Vincent-et-les-Grenadines
id: Saint Vincent dan Grenadines
pt: São Vicente e Granadinas
ru: Сент-Винсент и Гренадины
sw: Saint Vincent na Grenadines
th: เซนต์วินเซนต์และเกรนาดีนส์
zh: 圣文森特和格林纳丁斯

# countries.VE
source: Venezuela
ar: فنزويلا
ru: Венесуэла
th: เวเนซุเอลา
zh: 委内瑞拉

# countries.VN
source: Vietnam
ar: فيتنام
pt: Vietnã
ru: Вьетнам
th: เวียดนาม
zh: 越南

# countries.VU
source: Vanuatu
ar: فانواتو
ru: Вануату
th: วานูอาตู
zh: 瓦努阿图

# countries.WS
source: Samoa
ar: ساموا
ru: Самоа
th: ซามัว
zh: 萨摩亚

# countries.YE
source: Yemen
ar: اليمن
de: Jemen
fr: Yémen
id: Yaman
pt: Iêmen
ru: Йемен
sw: Yemeni
th: เยเมน
zh: 也门

# countries.ZA
source: South Africa
ar: جنوب أفريقيا
de: Südafrika
es: Sudáfrica
fr: Afrique du Sud
id: Afrika Selatan
pt: África do Sul
ru: Южная Африка
sw: Afrika Kusini
th: แอฟริกาใต้
zh: 南非

# countries.ZM
source: Zambia
ar: زامبيا
de: Sambia
fr: Zambie
pt: Zâmbia
ru: Замбия
th: แซมเบีย
zh: 赞比亚
